FSI/3D_Tube/OpenFOAM-CalculiX/Fluid/constant/RASProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

RASModel            laminar;

turbulence          off;

printCoeffs         on;

// ************************************************************************* //
