FSI/3D_Tube/OpenFOAM-CalculiX/Fluid/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    auto0
    {
        type            zeroGradient;
    }
    interface
    {
        type            movingWallVelocity;
        value           uniform (0 0 0);
    }
    auto2
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
